[M_IrisDL3_MySkag MissionDefinition]
MissionName="Meu marido é um Skag"
MissionDescription="Um tal de Jerek lhe contratou para que você encontre o seu marido, o qual ele acredita ter se transformado em um Skag.\nO marido Skag deve estar na [place]Forja Torgue[-place] e você poderá indentificá-lo por um lenço vermelho enrolado no pescoço."
TurnInDescription="Ah, o amor..."
MissionSummary="Encontre Uriah e acabe com ele."
MissionGiver="Painel de Trabalhos da Forja"
MissionTurnInLocation="Painel de Trabalhos da Forja"
TeaserText="O amor é algo maravilhoso."

[M_IrisDL3_MySkag:Den1 MissionObjectiveDefinition]
ProgressMessage="Limpe a primera toca de Skags"

[M_IrisDL3_MySkag:Den2 MissionObjectiveDefinition]
ProgressMessage="Limpe a segunda toca de Skags"

[M_IrisDL3_MySkag:Den3 MissionObjectiveDefinition]
ProgressMessage="Limpe a última toca de Skags"

[M_IrisDL3_MySkag:FindHusband MissionObjectiveDefinition]
ProgressMessage="Encontre o marido do Jerek"

[M_IrisDL3_MySkag:HuntHusband MissionObjectiveDefinition]
ProgressMessage="Cace o Uriah"

[M_IrisDL3_MySkag:KillHusband MissionObjectiveDefinition]
ProgressMessage="Elimine o Uriah"

[M_IrisDL3_MySkag:MissionObjectiveSetBranchingDefinition_0 MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Um tal de Jerek lhe contratou para que você encontre o seu marido, o qual ele acredita ter se transformado em um Skag.\n\nAcontece que Uriah - o marido daquele corno do Jerek - não foi transformado em Skag.  Ele simplesmente fugiu para não ser castigado.  Uriah te fez uma proposta: você pode levar o lenço para o Jerek para ele acreditar que você o matou ou então, matar o Uriah e receber do mesmo jeito.\n\nÉ claro que o Uriah prefere a primera opcão, mas, a decisão é sua."

[M_IrisDL3_MySkag:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL3_MySkag:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL3_MySkag:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Um tal de Jerek lhe contratou para que você encontre o seu marido, o qual ele acredita ter se transformado em um Skag.\n\nVocê encontrou um grupo de Skags na [place]Forja Torgue[-place], mas, nenhum deles usava um lenço vermelho. Jerek pediu para que você elimine todos os Skags da área para o caso de algum deles ser o seu marido adúltero."

[M_IrisDL3_MySkag:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL3_MySkag:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL3_MySkag:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL3_MySkag:ReachDen MissionObjectiveDefinition]
ProgressMessage="Vá até a toca dos Skags"

[M_IrisDL3_MySkag:TalkToUriah MissionObjectiveDefinition]
ProgressMessage="Fale com o Uriah"

[M_IrisDL3_MySkag:TrickWife MissionObjectiveDefinition]
ProgressMessage="Engane o Jerek"

